<template>
	<div class="user1">
		<h3>用户协议</h3>
		<p>欢迎您参加本次大赛活动，请您在上传作品前认真阅读以下协议。您在上传作品过程中在《我同意用户协议》”处打勾“√”，即表示您已充分阅读、理解并接受本协议的全部内容，并与赛事主办方达成协议。</p>
		<p>1.参赛者应对其作品拥有独立、完整、明确、无争议的著作权；还应保证其投送的作品不侵犯第三人的包括著作权、肖像权、名誉权、隐私权等在内的任何权利，杜绝同一作品在多个主题方向中出现。凡上述保证落空而导致的相关纠纷，一切法律责任均由参赛者本人承担，与赛事主办方无关。</p>
		<p>2.活动参与用户同意并授予主办方平台免费的、非独家使用许可；授权活动主办方在赛区版面免费转载参赛作品、无偿使用活动参与用户作品的权利，包括但不限于将作品用于网络媒体、平面媒体、印刷品、影视、路演等，活动主办方据此使用参与活动的作品时不需要再另行通知活动参与用户或征得活动参与者的同意。</p>
		<p>3.为避免争议，应当保留参赛作品的原始文件。所有投稿作品严禁利用任何技术方法使用他人作品的全部或局部影像。凡因违反上述规定而导致相关纠纷的，一切法律责任由投稿者本人承担。</p>
		<p>4.如果发现有参加者在活动中使用任何不正当的手段参加活动（如有刷票等行为出现），活动主办方有权在不事先通知的前提下取消其参加活动的资格。</p>
		<p>5.每位参加活动的用户理解并同意，为联系获奖用户以及奖品发放的需要，用户须在参与活动之时提供诸如姓名、联系方式、电子邮箱、通讯地址等真实个人信息，活动主办方将仅为前述目的以及适用法律所允许的最大限度内收集和使用用户的个人信息。获奖用户须确保其提供的个人信息完整、准确。</p>
		<p>6.活动奖品在开奖后会与获奖者核对注册信息，获奖者需提供准确的个人信息，若因信息不全造成无法发送奖品则视为自动放弃，且不再补发。</p>
		<p>7.由于获奖用户自身原因造成奖品无法派送的，将视为获奖用户自动放弃其获奖权利。活动主办方对此将不承担任何责任，也不再进行补发。</p>
		<p>8.活动主办方派送的奖品，请获奖用户需当场确认奖品是否完好、若发现异常请直接与送件人员提出，若签收后发现奖品损坏，活动主办方将不承担责任。非由活动主办方故意或重大过失造成获奖者在领取和使用奖品的过程中发生事故，活动主办方无需承担相应责任。</p>
		<p>9.活动参与用户承诺遵守中华人民共和国相关法律法规，不得发表上传反动、色情、暴力、恐怖等任何形式的违法信息。对于违反国家法律、法规的作品，或是主办方认为有违反公共秩序、社会风气的作品，将被取消参赛资格。</p>
		<p>10.所有参与用户完全有权自愿选择是否参加本次活动，一旦参与本次活动的任何一个环节或全部，即视为已完全了解并完全接受包括本细则及其解释在内的各项条款。</p>
		<p>11.本次活动所产生的个人所得税由获奖用户本人承担。</p>
		<p>12.因参与本活动引起的或者与本活动有关的任何争议，应本着友好合作精神协商解决，若自开始协商之日起15日协商不成的，双方同意将争议提交人民法院解决。</p>
		<p>13.其他未尽事宜另行协商。 请仔细阅读上述协议，提交作品后即视为认同本协议全部内容。</p>
	</div>
</template>

<script>
	// export default{
	// 	data(){
	// 		return {

	// 		}
	// 	}
	// }
</script>

<style lang='less'>
	.user1{
		width: 1200px;
		margin:0 auto;
		overflow: hidden;

		h3{
			text-align: center;
			line-height: 30px;
			font-size: 14px;
		}

		p{
			margin:15px 0;
		}
	}
</style>